Repository: gooson/DUNE
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: Caution
ja: 注意
ko: 주의

source: Check
ja: チェック
ko: 체크

source: Check live weather, outdoor fitness guidance, and hourly conditions before you head out.
ja: 出かける前に、最新の天気、屋外運動ガイダンス、時間ごとの予報を確認しましょう。
ko: 외출 전에 실시간 날씨, 야외 운동 가이드, 시간대별 예보를 확인하세요.

source: Check PM2.5 and PM10 levels alongside weather before your outdoor session.
ja: 屋外セッション前に天気と合わせてPM2.5・PM10レベルを確認しましょう。
ko: 야외 운동 전에 날씨와 함께 PM2.5, PM10 수준을 확인하세요.

source: Check weather conditions before heading out.
ja: 外出前に天気を確認しましょう。
ko: 외출 전 날씨를 확인하세요.

source: Check your condition score, coaching, and weather from the Today tab.
ja: Todayタブでコンディションスコア、コーチング、天気をまとめて確認できます。
ko: Today 탭에서 컨디션 점수, 코칭, 날씨를 한 번에 확인하세요.

source: Check your HRV and resting heart rate to see how ready your body is each day.
ja: HRVと安静時心拍数を確認して、毎日の体の準備状態を把握しましょう。
ko: HRV와 안정시 심박수를 확인하여 매일 몸의 준비 상태를 알아보세요.

source: Chest
ja: 胸
ko: 가슴

source: Chest 3x / week
ja: 週3回胸トレ
ko: 주 3회 가슴 운동

source: Chest Press Machine
ja: チェストプレスマシン
ko: 체스트 프레스 머신

source: Chores
ja: 家事
ko: 집안일

source: Circuit
ja: サーキット
ko: 서킷

source: Clean Desk
ja: デスク整理
ko: 책상 정리

source: Clear
ja: 晴れ
ko: 맑음

source: Clear Defaults
ja: デフォルトをクリア
ko: 기본값 초기화

source: Clear Exercise Settings
ja: エクササイズ設定を消去
ko: 운동 설정 지우기

source: Clear Filters
ja: フィルターをクリア
ko: 필터 초기화

source: Clear recovery window
ja: クリアな回復ウィンドウ
ko: 맑은 회복 구간

source: Clear RPE
ja: RPEをクリア
ko: RPE 지우기

source: Clear saved exercise settings?
ja: 保存した運動設定を消去しますか？
ko: 저장한 운동 설정을 지울까요?

source: Climbing
ja: クライミング
ko: 클라이밍

source: Close
ja: 閉じる
ko: 닫기

source: Close Space
ja: 空間を閉じる
ko: 공간 닫기

source: Cloudy
ja: 曇り
ko: 흐림

source: CO
ja: 一酸化炭素
ko: 일산화탄소

source: Coaching Insights
ja: コーチングインサイト
ko: 코칭 인사이트

source: Coding
ja: コーディング
ko: 코딩

source: Coding Practice
ja: コーディング練習
ko: 코딩 연습

source: Collecting Data
ja: データ収集中
ko: 데이터 수집 중

source: Combat
ja: 格闘技
ko: 격투

source: Compare
ja: 比較
ko: 비교

source: Compare Selected
ja: 選択した項目を比較
ko: 선택 항목 비교

source: Compare this month's workout count against your goal
ja: 今月のワークアウト回数を目標と比較します
ko: 이번 달 운동 횟수를 목표와 비교해요

source: Complete a few workouts to see your weekly report.
ja: ワークアウトを数回行うと週間レポートが表示されます。
ko: 운동을 몇 번 하면 주간 리포트를 볼 수 있어요.

source: Complete a set with weight + reps to estimate your 1RM
ja: 重量＋レップでセットを完了すると1RMを推定します
ko: 무게 + 횟수로 세트를 완료하면 1RM을 추정해요

source: Complete at least one set
ja: 少なくとも1セット完了してください
ko: 최소 한 세트를 완료해주세요

source: Complete at least one set in any exercise
ja: いずれかのエクササイズで少なくとも1セット完了してください
ko: 어떤 운동이든 최소 한 세트를 완료해주세요

source: Complete Exercise
ja: エクササイズ完了
ko: 운동 완료

source: Complete once per cycle
ja: サイクルごとに1回達成
ko: 주기마다 1회 완료

source: Complete once per day
ja: 1日1回達成
ko: 하루 1회 완료

source: Complete Session
ja: セッションを終了
ko: 세션 마치기

source: Complete Set
ja: セット完了
ko: 세트 완료

source: Complete this habit to start building your history
ja: 習慣を完了して履歴を作りましょう
ko: 습관을 완료하면 히스토리가 쌓여요

source: Complete workouts on your iPhone or Apple Watch to see training volume distribution.
ja: iPhoneまたはApple Watchでワークアウトを完了すると、トレーニングボリュームの分布が表示されます。
ko: iPhone 또는 Apple Watch에서 운동을 완료하면 훈련 볼륨 분포를 확인할 수 있습니다.

source: Complete workouts to track your progress
ja: ワークアウトを完了して進捗を追跡しましょう
ko: 운동을 완료하여 진행 상황을 추적하세요

source: Complete your first workout to see detailed stats and trends.
ja: 最初のワークアウトを完了すると詳細な統計とトレンドが確認できます。
ko: 첫 운동을 완료하면 상세 통계와 추세를 확인할 수 있어요.

source: Complete your first workout to see stats.
ja: 最初のワークアウトを完了すると統計が確認できます。
ko: 첫 운동을 완료하면 통계를 확인할 수 있어요.

source: Completed
ja: 完了
ko: 완료됨

source: Completed exercises have been saved.
ja: 完了したエクササイズは保存されました。
ko: 완료된 운동은 저장되었습니다.

source: Completion Rate
ja: 達成率
ko: 달성률

source: Compound back exercise pulling a barbell toward the torso while hinged forward.
ja: 前傾姿勢でバーベルを胴体へ引き寄せる、複合的な背中のエクササイズです。
ko: 상체를 숙인 상태에서 바벨을 몸통 쪽으로 당기는 복합 등 운동입니다.

source: Compound chest exercise performed lying on a flat bench, pressing a barbell upward.
ja: フラットベンチに寝てバーベルを押し上げる、複合的な胸のエクササイズです。
ko: 평평한 벤치에 누워 바벨을 밀어 올리는 복합 가슴 운동입니다.

source: Compound Fatigue Score
ja: 複合疲労スコア
ko: 복합 피로도 점수

source: condition
ja: コンディション
ko: 컨디션

source: Condition
ja: コンディション
ko: 컨디션

source: CONDITION
ja: コンディション
ko: 컨디션

source: Condition Calculation
ja: コンディション計算
ko: 컨디션 계산

source: Condition inputs are partially unavailable. Atmosphere is using fallback guidance.
ja: コンディション入力の一部を利用できないため、空間の雰囲気は代替ガイダンスを使用しています。
ko: 컨디션 입력 일부를 사용할 수 없어 분위기는 대체 가이드를 사용하고 있어요.

source: Condition is stable
ja: コンディションが安定しています
ko: 컨디션이 안정적입니다

source: Condition is trending down
ja: コンディションが下降傾向です
ko: 컨디션이 하락 추세입니다

source: Condition Level
ja: コンディションレベル
ko: 컨디션 수준

source: Condition looks good
ja: コンディション良好です
ko: 컨디션이 좋습니다

source: Condition Score
ja: コンディションスコア
ko: 컨디션 점수

source: Condition score %@ is driving the current surroundings preset.
ja: コンディションスコア%@が現在の空間プリセットを決めています。
ko: 컨디션 점수 %@가 현재 공간 프리셋을 결정하고 있어요.

source: Condition score is unavailable, so DUNE is adapting the atmosphere from your latest sleep.
ja: コンディションスコアを利用できないため、DUNEは最新の睡眠をもとに空間の雰囲気を調整しています。
ko: 컨디션 점수를 사용할 수 없어 DUNE가 최근 수면을 기준으로 분위기를 조정하고 있어요.

source: Condition score will sharpen this space after the next successful sync.
ja: 次の同期が成功すると、コンディションスコアがこの空間をより正確に調整します。
ko: 다음 동기화가 성공하면 컨디션 점수가 이 공간을 더 정밀하게 조정해요.

source: Condition score: %lld
ja: コンディションスコア: %lld
ko: 컨디션 점수: %lld

source: Condition scores, HRV, and sleep data will appear here after a few days of tracking.
ja: 数日間トラッキングすると、コンディションスコア、HRV、睡眠データがここに表示されます。
ko: 며칠간 추적하면 컨디션 점수, HRV, 수면 데이터가 여기에 표시됩니다.

source: Condition-driven surroundings and recovery tone.
ja: コンディションに応じて空間の雰囲気と回復トーンが変わります。
ko: 컨디션에 따라 공간 분위기와 회복 톤이 달라집니다.

source: Condition, Readiness, and Wellness scores at a glance.
ja: Condition、Readiness、Wellness のスコアをひと目で確認できます。
ko: Condition, Readiness, Wellness 점수를 한눈에 확인하세요.

source: Configured
ja: 設定済み
ko: 설정됨

source: Connect with Friends
ja: 友人との交流
ko: 친구와 소통

source: Consecutive Training
ja: 連続トレーニング
ko: 연속 훈련

source: Consecutive workout days including today or yesterday
ja: 今日または昨日を含む連続ワークアウト日数
ko: 오늘 또는 어제를 포함한 연속 운동 일수

source: Consider reducing intensity today
ja: 今日は強度を下げることを検討してください
ko: 오늘은 강도를 줄이는 걸 고려하세요

source: Consider reducing today's training intensity
ja: 今日のトレーニング強度を下げることを検討してください
ko: 오늘 훈련 강도를 낮추는 것을 고려하세요

source: Consistency
ja: 継続性
ko: 일관성

source: Consistency matters more than intensity for long-term results
ja: 長期的な成果には強度より継続が重要です
ko: 장기적인 성과에는 강도보다 꾸준함이 더 중요해요

source: Consistent bedtime schedule
ja: 一定の就寝時間
ko: 일정한 취침 시간

source: Consistent exercise and quality sleep are the best investments in your health.
ja: 継続的な運動と質の良い睡眠が健康への最良の投資です。
ko: 꾸준한 운동과 양질의 수면이 건강에 대한 최고의 투자입니다.

source: Consistent repetition beats aggressive intensity for long-term gains
ja: 長期的な成果には、過度な強度より継続が重要です
ko: 장기적인 성과를 위해선 과한 강도보다 꾸준함이 더 중요해요

source: Consult a professional if pain persists
ja: 痛みが続く場合は専門家に相談してください
ko: 통증이 지속되면 전문가와 상담하세요

source: Continue your current training plan
ja: 現在のトレーニングプランを続けてください
ko: 현재 훈련 계획을 유지하세요

source: Control the descent, avoid momentum
ja: 下ろす動作もコントロールし、反動は使わないでください。
ko: 내려올 때도 제어하고 반동은 피하세요.

source: Control the descent, full extension at bottom
ja: 下ろす動作もコントロールし、ボトムでは腕を完全に伸ばします。
ko: 내려올 때도 제어하고, 바닥에서는 팔을 완전히 펴세요.

source: Conventional Deadlift
ja: コンベンショナルデッドリフト
ko: 컨벤셔널 데드리프트

source: Cooldown
ja: クールダウン
ko: 쿨다운

source: Core
ja: コア
ko: 코어

source: Core Training
ja: コアトレーニング
ko: 코어 트레이닝

source: Could not detect body pose clearly. Please try again in better lighting
ja: 体のポーズを明確に検出できませんでした。より明るい場所で再試行してください
ko: 자세를 정확하게 감지하지 못했습니다. 더 밝은 곳에서 다시 시도해주세요

source: Could not find where this notification should open. Check your notification settings.
ja: この通知の遷移先が見つかりません。通知設定を確認してください。
ko: 이 알림을 열 위치를 찾을 수 없습니다. 알림 설정을 확인하세요.

source: Could not generate a workout template right now.
ja: 現在ワークアウトテンプレートを生成できません。
ko: 지금은 운동 템플릿을 생성할 수 없습니다.

source: Could not load heart rate data
ja: 心拍数データを読み込めませんでした
ko: 심박수 데이터를 불러올 수 없습니다

source: Could not load workout data
ja: ワークアウトデータを読み込めませんでした
ko: 운동 데이터를 불러올 수 없습니다

source: Count
ja: 回数
ko: 횟수

source: Count must be between 1 and %lld
ja: 回数は1〜%lldの範囲で入力してください
ko: 횟수는 1~%lld 사이여야 합니다

source: Countdown: %lld
ja: カウントダウン: %lld
ko: 카운트다운: %lld

source: Create Template
ja: テンプレート作成
ko: 템플릿 만들기

source: Create templates for your workout routines
ja: ワークアウトルーティンのテンプレートを作成しましょう
ko: 운동 루틴 템플릿을 만드세요

source: Create, edit, and start workouts from saved templates for a faster session.
ja: 保存したテンプレートからワークアウトを作成・編集・開始して、より素早くセッションを始めましょう。
ko: 저장된 템플릿에서 운동을 생성, 편집, 시작하여 더 빠르게 세션을 진행하세요.

source: Created Date
ja: 作成日
ko: 생성일

source: Creative
ja: クリエイティブ
ko: 창작

source: Cricket
ja: クリケット
ko: 크리켓

source: Critical Risk
ja: 重大リスク
ko: 심각한 위험

source: Cross Training
ja: クロストレーニング
ko: 크로스 트레이닝

source: Cross-Country Skiing
ja: クロスカントリースキー
ko: 크로스컨트리 스키

source: Curling
ja: カーリング
ko: 컬링

source: current
ja: 現在
ko: 현재

source: Current
ja: 現在
ko: 현재

source: Current Exercise
ja: 現在の種目
ko: 현재 운동

source: Current stage focus: %@
ja: 現在フォーカスしているステージ: %@
ko: 현재 집중 단계: %@

source: Current Streak
ja: 現在の連続記録
ko: 현재 연속

source: Curved bar that reduces wrist strain during curls
ja: カール時の手首の負担を軽減するカーブバー
ko: 컬 운동 시 손목 부담을 줄이는 곡선형 바

source: Custom
ja: カスタム
ko: 사용자 정의

source: Custom Date
ja: 日付を指定
ko: 직접 날짜

source: Cycle through 3+ exercises in rounds.
ja: 3つ以上のエクササイズをラウンドごとに繰り返します。
ko: 3개 이상의 운동을 라운드별로 순환합니다.

source: Cycling
ja: サイクリング
ko: 사이클

source: D
ja: 日
ko: 일

source: Daily
ja: 日次
ko: 일간

source: Daily Average
ja: 日平均
ko: 일 평균

source: Daily Breakdown
ja: 日別内訳
ko: 일별 상세

source: Daily habit completions over the last 90 days
ja: 過去90日間の習慣達成状況
ko: 최근 90일간 일별 습관 완료 현황

source: Daily Volume
ja: 日別ボリューム
ko: 일일 볼륨

source: Daily volume will appear as you exercise
ja: エクササイズすると日別ボリュームが表示されます
ko: 운동을 하면 일일 볼륨이 표시돼요

source: Dance
ja: ダンス
ko: 댄스

source: Data & Privacy
ja: データとプライバシー
ko: 데이터 및 개인정보

source: Data is stored in your personal iCloud and encrypted end-to-end.
ja: データはあなたの個人用iCloudに保存され、エンドツーエンドで暗号化されます。
ko: 데이터는 개인 iCloud에 저장되고 종단간 암호화돼요.

source: Date & Time
ja: 日付と時刻
ko: 날짜 및 시간

source: Day
ja: 日
ko: 하루

source: Day Steps
ja: 1日歩数
ko: 하루 걸음 수

source: days
ja: 日
ko: 일

source: Days
ja: 日数
ko: 일수

source: Decay Time Constant (τ)
ja: 減衰時定数 (τ)
ko: 감쇠 시상수 (τ)

source: Deep
ja: 深い睡眠
ko: 깊은 수면

source: Deep Breathing
ja: 深呼吸
ko: 심호흡

source: Deep sleep at %@ — looking good. Keep your current sleep routine. Deep sleep is key for muscle recovery and hormone balance.
ja: 深い睡眠が%@ — 良好です。現在の睡眠ルーティンを維持しましょう。深い睡眠は筋肉の回復とホルモンバランスの鍵です。
ko: 깊은 수면 %@ — 좋은 상태입니다. 현재 수면 패턴을 유지하세요. 깊은 수면은 근육 회복과 호르몬 균형의 핵심입니다.

source: Deep sleep is improving
ja: 深い睡眠が改善されています
ko: 깊은 수면이 개선되고 있습니다

source: Default
ja: デフォルト
ko: 기본값

source: Default goal: 16 sessions per month (4x per week)
ja: 既定の目標: 月16回（週4回）
ko: 기본 목표: 월 16회 (주 4회)

source: Default Input Type
ja: デフォルト入力タイプ
ko: 기본 입력 유형

source: Default Sets
ja: デフォルトセット
ko: 기본 세트

source: Delete
ja: 削除
ko: 삭제

source: Delete All
ja: すべて削除
ko: 전체 삭제

source: Delete all notifications?
ja: すべての通知を削除しますか？
ko: 모든 알림을 삭제할까요?

source: Delete Assessment
ja: 評価を削除
ko: 평가 삭제

source: Delete Record?
ja: 記録を削除しますか？
ko: 기록을 삭제할까요?

source: Denied
ja: 拒否
ko: 거부됨

source: Depress your shoulders
ja: 肩を下げて
ko: 어깨를 내리세요

source: Descend until thighs are parallel or below
ja: 太ももが床と平行、またはそれ以下になるまで下ります。
ko: 허벅지가 평행 이하가 될 때까지 내려가세요.

source: Descent
ja: 下降
ko: 하강

source: Describe your ideal workout in natural language and get a ready-to-use template instantly.
ja: 理想のワークアウトを自然言語で説明すると、すぐに使えるテンプレートが即座に作成されます。
ko: 원하는 운동을 자연어로 설명하면 바로 사용할 수 있는 템플릿이 즉시 생성됩니다.

source: Destination Unavailable
ja: 移動先なし
ko: 이동 대상 없음

source: Detailed symmetry analysis
ja: 詳細な対称性分析
ko: 상세 대칭 분석

source: Details
ja: 詳細
ko: 상세

source: DETAILS
ja: 詳細
ko: 상세

source: Difference
ja: 差
ko: 차이

source: Difficulty
ja: 難易度
ko: 난이도

source: Digital Detox
ja: デジタルデトックス
ko: 디지털 디톡스

source: Dip Station
ja: ディップスバー
ko: 딥스 바

source: Disabled
ja: 無効
ko: 꺼짐

source: Disc Sports
ja: ディスクスポーツ
ko: 디스크 스포츠

source: Dismiss
ja: 閉じる
ko: 닫기

source: Displays heart rate, steps, weather, and indoor/outdoor info when available
ja: 可能な場合、心拍数・歩数・天気・屋内/屋外情報を表示します
ko: 가능한 경우 심박수, 걸음 수, 날씨, 실내/실외 정보를 표시해요

source: Distance
ja: 距離
ko: 거리

source: Distance OK
ja: 距離OK
ko: 거리 적절

source: Distribution
ja: 分布
ko: 분포

source: Diving
ja: ダイビング
ko: 다이빙

source: Do not exercise the affected area
ja: 患部のエクササイズは禁止です
ko: 해당 부위 운동을 하지 마세요

source: Done
ja: 完了
ko: 완료

source: Done · Next %@
ja: 完了 · 次回 %@
ko: 완료 · 다음 %@

source: Done or not done
ja: 完了・未完了
ko: 완료 또는 미완료

source: Down %lld points
ja: %lldポイント低下
ko: %lld점 하락

source: Draft Preview
ja: 下書きプレビュー
ko: 초안 미리보기

source: Drag to rotate. Highlighted muscles reflect recent recovery strain.
ja: ドラッグして回転します。強調された筋群は最近の回復負荷を示します。
ko: 드래그하여 회전하세요. 강조된 근육은 최근 회복 부담을 반영합니다.

source: Drink Water
ja: 水を飲む
ko: 물 마시기

source: Drive through heels, lock out hips at top
ja: かかとで床を押し、トップで股関節をしっかり伸ばします。
ko: 뒤꿈치로 밀어내고, 상단에서 힙을 완전히 잠그세요.

source: Drop Set
ja: ドロップセット
ko: 드롭 세트

source: Due
ja: 期限
ko: 기한

source: Due today · Tap to complete
ja: 今日が期限 · タップで完了
ko: 오늘 기한 · 탭하여 완료

source: Dumbbell
ja: ダンベル
ko: 덤벨

source: DUNE skips this reminder when recent Apple Watch heart-rate data suggests you're already wearing your watch.
ja: 最近のApple Watch心拍データからすでに着用中と判断した場合、DUNEはこの通知を送信しません。
ko: 최근 Apple Watch 심박 데이터로 이미 시계를 착용 중인 것으로 보이면 DUNE이 이 알림을 건너뜁니다.

source: DUNE skips this reminder when recent heart-rate data suggests you're already wearing your watch.
ja: 最近の心拍データからすでに着用中と判断した場合、DUNEはこの通知を送信しません。
ko: 최근 심박 데이터로 이미 워치를 착용 중인 것으로 보이면 DUNE이 이 알림을 건너뜁니다.

source: DUNE is fetching condition and sleep context for this space.
ja: DUNEがこの空間に必要なコンディションと睡眠コンテキストを取得しています。
ko: DUNE가 이 공간에 필요한 컨디션과 수면 맥락을 불러오고 있어요.

source: DUNE Today
ja: 今日のDUNE
ko: 오늘의 DUNE

source: Duration
ja: 所要時間
ko: 소요 시간

source: Duration + Distance
ja: 時間 + 距離
ko: 시간 + 거리

source: Duration + Intensity
ja: 時間 + 強度
ko: 시간 + 강도

source: Duration must be between 1 and %lld minutes
ja: 時間は1〜%lld分の範囲で入力してください
ko: 시간은 1~%lld분 사이여야 합니다

source: Duration must be between 1 and %lld seconds
ja: 時間は1〜%lld秒の範囲で入力してください
ko: 시간은 1~%lld초 사이여야 합니다

source: During
ja: 期間中
ko: 기간 중

source: e.g. Build me a 30 minute shoulder workout
ja: 例: 30分の肩トレメニューを作って
ko: 예: 30분짜리 어깨 운동을 만들어줘

source: Each component is normalized to 0-100 before weighting.
ja: 各要素は重み付け前に0-100へ正規化されます。
ko: 각 구성 요소는 가중치 적용 전에 0-100으로 정규화됩니다.

source: Each day in the last 7 days is compared against your 14-day average. If you slept less than average, the shortfall is added to your debt.
ja: 直近7日間の各日を14日平均と比較します。平均より少ない日の不足分が負債に加算されます。
ko: 최근 7일의 각 날을 14일 평균과 비교합니다. 평균보다 적게 잔 날의 부족분이 부채에 더해집니다.

source: Earn milestone badges for consistency and volume, and review your achievement history.
ja: 継続性とボリュームのマイルストーンバッジを獲得し、達成履歴を確認しましょう。
ko: 꾸준함과 운동량 마일스톤 배지를 획득하고 달성 기록을 확인하세요.

source: Easy
ja: 楽
ko: 쉬움

source: Easy — Light movement
ja: 楽 — 軽い動き
ko: 쉬움 — 가벼운 움직임

source: Edit
ja: 編集
ko: 편집

source: Edit Category
ja: カテゴリを編集
ko: 카테고리 편집

source: Edit Habit
ja: 習慣を編集
ko: 습관 편집

source: Edit Injury
ja: 怪我を編集
ko: 부상 편집

source: Edit Pinned Metrics
ja: 固定指標を編集
ko: 고정 지표 편집

source: Edit Record
ja: 記録を編集
ko: 기록 편집

source: Edit Template
ja: テンプレートを編集
ko: 템플릿 편집

source: Effort
ja: 強度
ko: 강도

source: Elastic resistance band. Adjustable intensity, portable
ja: 弾性レジスタンスバンド。強度調節可能、携帯に便利
ko: 탄성 저항 밴드. 강도 조절 가능, 휴대 편리

source: Elbow
ja: 肘
ko: 팔꿈치

source: Elevated RHR
ja: 安静時心拍数上昇
ko: 안정시 심박수 상승

source: Elevated RHR signals fatigue or stress
ja: 安静時心拍数の上昇は疲労やストレスを示す
ko: 안정시 심박수 상승은 피로 또는 스트레스를 나타냄

source: Elliptical
ja: エリプティカル
ko: 일립티컬

source: Enable HealthKit permissions to see cardio PRs.
ja: 有酸素の自己記録を表示するにはHealthKitの権限を有効にしてください。
ko: 유산소 개인 기록을 보려면 HealthKit 권한을 활성화하세요.

source: Enable iCloud Sync
ja: iCloud同期を有効にする
ko: iCloud 동기화 활성화

source: Enabled
ja: 有効
ko: 사용 중

source: End
ja: 終了
ko: 종료

source: End Date
ja: 終了日
ko: 종료일

source: End date cannot be in the future
ja: 終了日は未来の日付にできません
ko: 종료일은 미래일 수 없습니다

source: End date must be after start date
ja: 終了日は開始日より後にしてください
ko: 종료일은 시작일 이후여야 합니다

source: End Exercise
ja: エクササイズ終了
ko: 운동 종료

source: End Exercise?
ja: エクササイズ終了？
ko: 운동 종료?

source: End Template
ja: テンプレート終了
ko: 템플릿 종료

source: End Template?
ja: テンプレート終了？
ko: 템플릿 종료?

source: End Workout
ja: ワークアウト終了
ko: 운동 종료

source: End Workout?
ja: ワークアウトを終了しますか？
ko: 운동을 종료하시겠습니까?

source: Enter exercise name
ja: 種目名を入力
ko: 운동 이름 입력

source: Environment
ja: 環境
ko: 환경

source: Equestrian
ja: 乗馬
ko: 승마

source: Equipment
ja: 器具
ko: 장비

source: Error
ja: エラー
ko: 오류

source: Error: %@
ja: エラー: %@
ko: 오류: %@

source: Est. 1RM
ja: 推定1RM
ko: 추정 1RM

source: Establishing Baseline
ja: ベースライン設定中
ko: 기준선 설정 중

source: Estimated 1RM
ja: 推定1RM
ko: 추정 1RM

source: Evening
ja: 夕方
ko: 저녁

source: Every %lld days
ja: %lld日ごと
ko: 매 %lld일마다

source: Every day
ja: 毎日
ko: 매일

source: Examples: 7 days (weekly), 30 days (monthly), 90 days (quarterly)
ja: 例: 7日（週次）、30日（月次）、90日（四半期）
ko: 예시: 7일(주간), 30일(월간), 90일(분기)

source: Excellent
ja: 最高
ko: 최상

source: Excellent condition today
ja: 今日のコンディションは最高です
ko: 오늘 컨디션이 최상입니다

source: Excellent day ahead
ja: 素晴らしい一日になりそうです
ko: 최고의 하루가 될 거예요

source: Excellent recovery — RHR below baseline
ja: 回復は良好 — RHRがベースラインより低め
ko: 회복 우수 — RHR이 기준선보다 낮아요

source: Excellent recovery today
ja: 今日の回復は優秀です
ko: 오늘 회복이 훌륭합니다

source: Excess Sleep
ja: 超過睡眠
ko: 초과 수면

source: Exercise
ja: 運動
ko: 운동

source: Exercise %lld of %lld
ja: エクササイズ %1$lld / %2$lld
ko: 운동 %1$lld / %2$lld

source: EXERCISE %lld OF %lld
ja: エクササイズ %lld / %lld
ko: 운동 %lld / %lld

source: Exercise ball for balance and core training
ja: バランスとコアトレーニング用のエクササイズボール
ko: 밸런스 및 코어 트레이닝용 운동 공

source: Exercise Breakdown
ja: エクササイズ内訳
ko: 운동 상세

source: Exercise Defaults
ja: エクササイズのデフォルト
ko: 운동 기본값

source: Exercise distribution will appear after a few workouts.
ja: 数回ワークアウトするとエクササイズ分布が表示されます。
ko: 몇 번 운동하면 운동 분포가 표시돼요.

source: Exercise Form Guide
ja: エクササイズフォームガイド
ko: 운동 자세 가이드

source: Exercise guides will appear after the library is loaded.
ja: エクササイズガイドはライブラリの読み込み後に表示されます。
ko: 운동 가이드는 라이브러리가 로드되면 표시됩니다.

source: Exercise Logging
ja: エクササイズ記録
ko: 운동 기록

source: Exercise Mix
ja: エクササイズ構成
ko: 운동 구성

source: Exercise Mode
ja: エクササイズモード
ko: 운동 모드

source: Exercise Name
ja: エクササイズ名
ko: 운동 이름

source: Exercise name is required
ja: エクササイズ名を入力してください
ko: 운동 이름을 입력해주세요

source: Exercise Volume Impact
ja: 運動ボリュームの影響
ko: 운동 볼륨 영향

source: Exercises
ja: エクササイズ
ko: 운동

source: Exercises (%@)
ja: エクササイズ (%@)
ko: 운동 (%@)

source: Exercises using only your body weight
ja: 自重のみを使ったエクササイズ
ko: 자체 체중만을 이용한 운동

source: Experience
ja: モード
ko: 모드

source: Explore muscle recovery on a fullscreen RealityKit viewer with the Z-Anatomy model for smoother, more detailed visualization.
ja: Z-Anatomyモデルを使用したフルスクリーンRealityKitビューアで、より精細な筋肉回復状態を確認できます。
ko: Z-Anatomy 모델을 사용한 전체 화면 RealityKit 뷰어에서 더 정밀한 근육 회복 상태를 확인하세요.

source: Explore your health metrics in 3D
ja: ヘルス指標を3Dで確認します
ko: 건강 지표를 3D로 살펴보세요

source: Explore your muscle recovery on an upgraded 3D body model with smoother detail.
ja: よりスムーズなディテールのアップグレードされた3Dボディモデルで筋肉の回復を探索しましょう。
ko: 더 부드러운 디테일의 업그레이드된 3D 바디 모델에서 근육 회복을 탐색하세요.

source: Exponential Decay Model
ja: 指数減衰モデル
ko: 지수 감쇠 모델

source: Extend your arms fully
ja: 腕を完全に伸ばして
ko: 팔을 끝까지 펴세요

source: Extreme Fatigue
ja: 極度の疲労
ko: 극심한 피로

source: Extreme fatigue, rest is essential
ja: 極度の疲労、休息が不可欠
ko: 극심한 피로, 반드시 휴식

source: Extreme heat warning
ja: 猛暑警告
ko: 극심한 더위 주의

source: Extremely Hard — Near limit
ja: 非常にきつい — 限界に近い
ko: 극도로 힘듦 — 한계에 근접

source: EZ Bar
ja: EZバー
ko: 이지바

source: Face the camera directly
ja: カメラに正面を向けてください
ko: 카메라를 정면으로 바라봐 주세요

source: Factors in resting heart rate (RHR) changes. When HRV drops while RHR rises, fatigue signals are amplified.
ja: 安静時心拍数（RHR）の変化を反映します。HRVが低下しRHRが上昇すると疲労シグナルが増幅されます。
ko: 안정시 심박수(RHR) 변화를 반영합니다. HRV가 떨어지면서 RHR이 올라가면 피로 신호가 증폭됩니다.

source: Failed to capture photo
ja: 写真の撮影に失敗しました
ko: 사진 촬영에 실패했습니다

source: Failed to load health data
ja: ヘルスデータの読み込みに失敗しました
ko: 건강 데이터를 불러올 수 없습니다

source: Failed to process the captured image
ja: 撮影した画像の処理に失敗しました
ko: 촬영된 이미지를 처리하지 못했습니다

source: Failed to save record changes. Please try again.
ja: 記録の保存に失敗しました。もう一度お試しください。
ko: 기록 변경 저장에 실패했습니다. 다시 시도해주세요.

source: Failure
ja: 限界
ko: 실패

source: Fair
ja: 普通
ko: 보통

source: Fair (40-59)
ja: やや低い (40-59)
ko: 보통 이하 (40-59)

source: Fair condition today
ja: 今日のコンディションは普通です
ko: 오늘 컨디션이 보통입니다

source: Fallback answer
ja: フォールバック回答
ko: 대체 답변

source: Far
ja: 遠い
ko: 멀리

source: Fastest Pace
ja: 最速ペース
ko: 최고 페이스

source: Fat Burn
ja: 脂肪燃焼
ko: 지방 연소

source: Fatigue = Σ (Load × e^(-elapsed/τ))
ja: 疲労度 = Σ (負荷 × e^(-経過時間/τ))
ko: 피로도 = Σ (부하 × e^(-경과시간/τ))

source: Fatigue Calculation
ja: 疲労度計算
ko: 피로도 계산

source: Fatigue has been building up
ja: 疲労が蓄積しています
ko: 피로가 쌓이고 있습니다

source: Fatigue is building up
ja: 疲労が蓄積しています
ko: 피로가 누적되고 있습니다

source: Fatigue Level
ja: 疲労レベル
ko: 피로도

source: Fatigued
ja: 疲労
ko: 피로

source: Feels %lld°
ja: 体感 %lld°
ko: 체감 %lld°

source: Feels Like
ja: 体感温度
ko: 체감온도

source: Feels like %lld°C
ja: 体感 %lld°C
ko: 체감 %lld°C

source: Feels like %lld°C — try indoor workouts or early morning/evening sessions. Stay well hydrated.
ja: 体感%lld°C — 室内ワークアウトか早朝・夕方のセッションを試しましょう。水分補給を忘れずに。
ko: 체감 %lld°C — 실내 운동이나 이른 아침/저녁 운동을 추천합니다. 충분한 수분 섭취를 잊지 마세요.

source: Feels like %lld°C — warm up thoroughly and consider indoor workouts. Cold weather increases the risk of muscle injuries.
ja: 体感%lld°C — 十分にウォーミングアップし、室内ワークアウトを検討しましょう。寒い天気は筋肉の怪我のリスクを高めます。
ko: 체감 %lld°C — 충분한 워밍업 후 실내 운동을 고려하세요. 추운 날씨는 근육 부상 위험을 높입니다.

source: Fencing
ja: フェンシング
ko: 펜싱

source: Fetching recent workouts, baseline heart rate, and live pulse.
ja: 最近のワークアウト、ベースライン心拍数、ライブ脈拍を取得しています。
ko: 최근 운동, 기준 심박수, 실시간 맥박을 가져오는 중입니다.

source: Final Fatigue
ja: 最終疲労度
ko: 최종 피로도

source: Final score = HRV(30%) + RHR(20%) + Sleep(25%) + Recovery(15%) + Trend(10%).
ja: 最終スコア = HRV(30%) + RHR(20%) + 睡眠(25%) + 回復(15%) + トレンド(10%)。
ko: 최종 점수 = HRV(30%) + RHR(20%) + 수면(25%) + 회복(15%) + 추세(10%).

source: Final score = weighted average of Sleep(35%), Condition(30%), Body(20%), and Posture(15%).
ja: 最終スコア = 睡眠(35%)、コンディション(30%)、ボディ(20%)、姿勢(15%)の加重平均です。
ko: 최종 점수 = 수면(35%), 컨디션(30%), 신체(20%), 자세(15%)의 가중 평균입니다.

source: Finance
ja: ファイナンス
ko: 재무

source: Finish
ja: 終了
ko: 종료

source: Finish Workout
ja: ワークアウト完了
ko: 운동 완료

source: First Completion
ja: 初回完了基準
ko: 첫 완료 기준

source: First time: %@
ja: 初めて: %@
ko: 처음: %@

source: Fishing
ja: 釣り
ko: 낚시

source: Fitness
ja: フィットネス
ko: 피트니스

source: Fitness Gaming
ja: フィットネスゲーム
ko: 피트니스 게임

source: Flexibility
ja: 柔軟性
ko: 유연성

source: floors
ja: 階
ko: 층

source: Floors
ja: 階
ko: 층

source: Floors Climbed
ja: 上った階数
ko: 오른 층수

source: Focus
ja: フォーカス
ko: 집중

source: Focus Muscle
ja: 注目筋群
ko: 집중 근육

source: Focus on recovery: sleep, nutrition, hydration
ja: 回復に集中してください：睡眠、栄養、水分補給
ko: 회복에 집중하세요: 수면, 영양, 수분

source: Focus on rest and gentle stretching.
ja: 休息と軽いストレッチに集中しましょう。
ko: 휴식과 가벼운 스트레칭에 집중하세요.

source: Focus on:
ja: フォーカス:
ko: 집중:

source: Fog
ja: 霧
ko: 안개

source: Foggy
ja: 霧
ko: 안개

source: Forearms
ja: 前腕
ko: 전완

source: Form Check
ja: フォームチェック
ko: 폼 체크

source: Form Cues
ja: フォームのポイント
ko: 자세 포인트

source: Form Score
ja: フォームスコア
ko: 폼 점수

source: Forward Head
ja: 前方頭位
ko: 거북목

source: Four fresh visual themes — Arctic Dawn, Solar Pop, Hanok, and Shanks — to match your style.
ja: Arctic Dawn、Solar Pop、韓屋、Shanksの4つの新しいビジュアルテーマであなたのスタイルに合わせましょう。
ko: Arctic Dawn, Solar Pop, 한옥, Shanks 4가지 새로운 비주얼 테마로 나만의 스타일을 완성하세요.

source: Freezing cold warning
ja: 極寒警告
ko: 한파 주의

source: Frequency
ja: 頻度
ko: 빈도

source: Frequency by Body Part
ja: 部位別頻度
ko: 부위별 빈도

source: Fri
ja: 金
ko: 금

source: From Template
ja: テンプレートから
ko: 템플릿에서

source: Front
ja: 正面
ko: 정면

source: Front image required for symmetry analysis
ja: 対称性分析には正面画像が必要です
ko: 대칭 분석에는 정면 이미지가 필요합니다

source: Front Knee
ja: 前膝
ko: 앞 무릎

source: Front View
ja: 正面撮影
ko: 전면 촬영
